tap 'homebrew/core'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'neovim/neovim'

brew 'awscli'
brew 'git'
brew 'go'
brew 'httpie'
brew 'jq'
brew 'ncdu'
brew 'neovim'
brew 'node'
brew 'stow'
brew 'the_silver_searcher'
brew 'tmux'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'

cask 'flux'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
brew 'postman'
cask 'spotify'
cask 'virtualbox'
